Repository: plone/plone.app.debugtoolbar
Catalog: src/plone/app/debugtoolbar/locales/*/LC_MESSAGES/plone.app.debugtoolbar.po
Languages: es, it

source: Acquire
es: Adquirir
it: Acquisisci

source: Actions
es: Acciones
it: Azioni

source: Browser layers
es: Capas Browser

source: CSS composition
es: Composición de CSS
it: Composizione CSS

source: Cache size
es: Tamaño de la cache
it: Dimensione della cache

source: Class
es: Clase
it: Classe

source: Click to expand
es: Haga clic para expandir
it: Clicca per espandere

source: Configuration options
es: Opciones de configuraciones
it: Opzioni di configurazione

source: Databases
es: Bases de datos

source: Debug mode
es: Modo depuración
it: Modalità debug

source: Default view
es: Vista por defecto

source: Details
es: Detalles
it: Dettagli

source: Documentation
es: Documentación
it: Documentazione

source: Enabled theme
es: Tema activo
it: Tema attivo

source: Environment
es: Entorno

source: Execute
es: Ejecutar
it: Esegui

source: Factory type information
es: Informaciones del Factory type
it: Informazioni factory type

source: File
es: Archivo

source: Filename
es: Nombre de archivo

source: Full name
es: Nombre completo
it: Nome completo

source: Global roles
es: Roles globales
it: Ruoli globali

source: Granted
es: Aceptado

source: Groups
es: Grupos
it: Gruppi

source: IP
es: Dirección IP

source: Instance
es: Instancia
it: Istanza

source: Interactive prompt
es: Consola interactivo
it: Prompt interattivo

source: Internal path
es: Ruta interna

source: JavaScript composition
es: Composición de JavaScript
it: Composizione JavaScript

source: Local roles
es: Roles locales
it: Ruoli locali

source: Location
es: Ubicación
it: Locazione

source: Method aliases
es: Alias del método
it: Gli alias del metodo

source: Methods
es: Métodos
it: Metodi

source: Mount point
es: Punto de montaje
it: Punto di montaggio

source: Name
es: Nombre
it: Nome

source: Object
es: Objeto
it: Oggetto

source: Packages
es: Paquetes
it: Pacchetti

source: Path
es: Ruta

source: Permission matrix
es: Matriz de permisos
it: Matrice dei permessi

source: Port
es: Puerto
it: Porta

source: Portal type
es: Tipo de portal

source: Primitive
es: Primitivo

source: Process
es: Proceso
it: Processo

source: Production mode
es: Modo de producción
it: Modalità di produzione

source: Provided interfaces
es: Interfases proveídas
it: Interfacce fornite

source: Python version
es: Versión de Python
it: Versione di Python

source: Query string
es: Cadena de Query
it: Stringa di query

source: Request environment
es: Entorno de Solicitud

source: Request headers
es: Encabezado de la Solicitud
it: Intestazioni della request

source: Request variables
es: Variables de la Solicitud
it: Variabili della request

source: Response headers
es: Encabezados de la Respuesta
it: Intestazioni della response

source: Running for
es: Ejecutado por
it: In esecuzione da

source: Servers
es: Servidores

source: Signature
es: Firma
it: Firma

source: Size
es: Tamaño
it: Dimensione

source: Skin layers
es: Capas de piel

source: TALES tester
es: Probador de TALES

source: Template
es: Plantilla

source: Theme layer
es: Capa de tema

source: Theme name
es: Nombre del tema
it: Nome del tema

source: This panel shows information about the HTTP response
es: Este panel muestra la información acerca de la respuesta HTTP
it: Questo pannello mostra le informazioni sulla response HTTP

source: This panel shows information about the Zope server where Plone is running.
es: Este panel muestra la información acerca del servidor Zope donde se ejecuta el sitio Plone.
it: Questo pannello mostra informazioni sul server Zope su cui Plone è in esecuzione.

source: This panel shows information about the context object
es: Este panel muestra la información acerca del objeto de contexto
it: Questo pannello mostra le informazioni sul oggetto di contesto

source: This panel shows information about the current theme
es: Este panel muestra la información acerca del actual tema
it: Questo pannello mostra le informazioni sul tema corrente

source: This panel shows information about the currently logged in user, if any.
es: Este panel muestra la información acerca del usuario actualmente conectado, en su caso.
it: Questo pannello mostra le informazioni sul utente attualmente loggato, se disponibile.

source: This panel shows information about the published object. This is usually a view or a legacy page template.
es: Este panel muestra la información acerca del objeto publicado. Este es usualmente una vista o una legacy page template.
it: Questo pannello mostra le informazioni sul oggetto pubblicato. Questo è di solito una vista o un vecchio page template.

source: This panel shows information about the request that rendered the current page. Depending on the type of request, you will find information about the URL and path, request headers, and form/query string variables.
es: Este panel muestra la información acerca de la solicitud que genero la página actual. Dependiendo del tipo de solicitud, si usted busca información acerca de la dirección URL y la ruta, de los encabezados de la solicitud, y variables de cadenas del form/query.
it: Questo pannello mostra le informazioni sulla request che ha generato la pagina corrente. A seconda del tipo di request, si potranno trovare informazioni sul URL e il path, sulle intestazioni della request, e variabili di stringa di form/query.

source: This panel shows information about the versions of all Python package distributions known to Zope.
es: Este panel muestra la información acerca de las versiones de todos los paquetes Python utilizados por Zope.
it: Questo pannello mostra le informazioni sulle versioni di tutte le distribuzioni di pacchetti Python utilizzati da Zope

source: This panel shows information about the workflow and security of the current item.
es: Este panel muestra la información acerca del flujo de trabajo y seguridad del elemento actual.
it: Questo pannello mostra le informazioni sul workflow e sulla sicurezza dell'elemento corrente.

source: Title
es: Título
it: Titolo

source: URL
es: Dirección URL

source: Use the Python interpreter line below to introspect and interact with the context. The variables <code>context</code>, <code>request</code>, <code>portal</code> and <code>app</code> are available.
es: Usar la linea del interprete Python a continuación para la introspección y la interacción con el contexto. Esta son las variables disponibles <code>context</code>, <code>request</code>, <code>portal</code> y <code>app</code>
it: Utilizza la linea interprete Python qui sotto per fare introspezione e per interagire con il contesto. Sono disponibili le variabili <code>context</code>, <code>request</code>, <code>portal</code> e <code>app</code>

source: Use the command line below to test TALES expressions. The variables <code>context</code>, <code>request</code>, <code>portal</code> and <code>folder</code>, <code>portal_state</code> and <code>context_state</code> are available.
es: Usar la linea de comando a continuación para probar las expresiones TALES. Esta son las variables disponibles <code>context</code>, <code>request</code>, <code>portal</code> y <code>folder</code>, <code>portal_state</code> y <code>context_state</code>
it: Utilizza la linea di comando qui sotto per testare le espressioni TALES. Sono disponibili le variabili <code>context</code>, <code>request</code>, <code>portal</code> and <code>folder</code>, <code>portal_state</code> e <code>context_state</code>

source: User details
es: Detalles de usuario
it: Dettagli utente

source: User id
es: Identificador de usuario
it: Id utente

source: User name
es: Nombre de usuario

source: Value
es: Valor
it: Valore

source: Version
es: Versión
it: Versione

source: View methods
es: Ver métodos
it: Metodi view

source: Views
es: Vistas
it: Viste

source: Workflow information
es: Información del flujo de trabajo
it: Informazioni sul workflow

source: Workflow name(s)
es: Nombre(s) del flujo de trabajo
it: Nome(i) del workflow

source: Workflow state(s)
es: Estado(s) del flujo de trabajo
it: Stati del workflow

source: Zope version
es: Versión de Zope
it: Versione di Zope

source: auth_only
es: restringida a los usuarios autenticados
it: riservato agli utenti autenticati

source: debug_toolbar_close
es: &uarr; Cerrar
it: &uarr; Chiudi

source: debug_toolbar_context_title
es: <small>objeto</small> Contexto ${context_name}
it: Contesto <small>oggetto</small> ${context_name}

source: debug_toolbar_global_debug_mode
es: Modo depuración
it: Modalità Debug

source: debug_toolbar_global_prod_mode
es: Modo Producción
it: Modalità Produzione

source: debug_toolbar_global_title
es: <small>Configuraciones globales</small> Zope
it: Zope <small>impostazioni globali</small>

source: debug_toolbar_interactive_title
es: Introspección <small>interactiva</small>
it: Interattivo <small>introspezione</small>

source: debug_toolbar_interactive_warning
es: <strong>Advertencia:</strong> Es posible hacer un daño considerable usando de esta consola interactiva. Por favor, use con precaución y no se instale en un servidor de producción. Solamente una sesión es permitido por usuario. Si se abre una nueva ventana o pestaña, las variables guardan en esta sesión se borrará. Dado que el ámbito interactivo se guarda a nivel de proceso, puede obtener resultados erróneos si usted está usando esto en contra de varias instancias Zope equilibradas con su carga.
it: <strong>Attenzione:</strong> E' possibile danneggiare seriamente il sito utilizzando questo prompt. Si prega di usare cautela e di non installare questo prodotto su server di produzione. E' permessa solo una sessione per ogni utente. Se si apre una nuova finestra o tab, le variabili salvate in questa sessione verranno cancellate. Siccome lo scope interattivo è salvato a livello di processo, è possibile ricevere risultati errati se si sta utilizzando questo prompt su istanze multiple di Zope in load-balacing.

source: debug_toolbar_published_title
es: <small>vista o objeto</small> Publicado ${view_name}
it: Published <small>vista o oggetto</small> ${view_name}

source: debug_toolbar_request_title
es: Solicitud <small>que genero esta página</small>
it: Request <small>che ha generato questa pagina</small>

source: debug_toolbar_response_title
es: Respuesta <small>resultante al navegador</small> ${method}
it: Response <small>restituita al browser</small> ${method}

source: debug_toolbar_theme_title
es: Tema <small>en uso</small> ${method}
it: Tema <small>in uso</small> ${method}

source: debug_toolbar_title
es: Información de depuración
it: Informazioni di debug

source: debug_toolbar_trigger
es: &darr; Depuración

source: debug_toolbar_upgrade_pending
es: Actualización disponibile
it: Aggiornamento disponibile

source: debug_toolbar_user_title
es: <small>Información</small> de Usuario ${user_name}
it: Utente <small>informazioni</small> ${user_name}

source: debug_toolbar_versions_titlev
es: Versiones <small>de los paquetes instalados</small>
it: Versioni <small>dei pacchetti installati</small>

source: debug_toolbar_workflow_title
es: Flujo de trabajo <small>y seguridad</small> ${method}
it: Workflow <small>e sicurezza</small> ${method}

source: resource_not_found
es: (recurso que no se encuentra o no es accesible)
it: (risorsa non trovata o non accessibile)

source: Variables
it: Variabili
